{
    "ABIO": "Занимается разработкой и продажей биотехнологических и фармацевтических препаратов.",
    "ABRD": "Крупный производитель алкогольной продукции, специализирующийся на игристых винах.",
    "AFKS": "Крупный диверсифицированный инвестиционный холдинг, управляющий активами в различных секторах экономики.",
    "AFLT": "Оператор воздушных перевозок, занимающийся транспортировкой пассажиров и грузов по воздуху.",
    "AKRN": "Крупный производитель и поставщик минеральных удобрений.",
    "ALRS": "Ведущий производитель алмазов, осуществляющий их добычу и продажу.",
    "AMEZ": "Предприятие металлургической отрасли, специализирующееся на выпуске стального проката.",
    "APRI": "Работает в сфере медицинского ассистанса, организуя и администрируя медицинскую помощь.",
    "APTK": "Оператор крупной розничной сети аптек.",
    "AQUA": "Крупный производитель продукции аквакультуры и переработанной рыбы.",
    "ARSA": "Региональная компания по сбыту и распределению электроэнергии. Сектор: Коммунальные услуги.",
    "ASSB": "Производитель специализированной металлопродукции. Сектор: Материалы.",
    "ASTR": "Разработчик операционных систем и программного обеспечения для корпоративных/государственных нужд. Сектор: Технологии.",
    "AVAN": "Поставщик банковских и финансовых услуг. Сектор: Финансы.",
    "BANE": "Интегрированная компания по добыче, переработке и реализации нефти и газа. Сектор: Энергетика.",
    "BANEP": "Привилегированная акция интегрированной компании по добыче, переработке и реализации нефти и газа. Сектор: Энергетика.",
    "BELU": "Производитель и дистрибьютор алкогольных напитков. Сектор: Потребительские товары длительного пользования.",
    "BISVP": "Угольнодобывающая и логистическая компания (привилегированная акция). Сектор: Материалы.",
    "BLNG": "Производитель и дистрибьютор алкогольных напитков. Сектор: Потребительские товары длительного пользования.",
    "BRZL": "Инвестиционная холдинговая компания. Сектор: Финансы.",
    "BSPB": "Предоставляет полный спектр банковских услуг для корпоративных и частных клиентов. Относится к финансовому сектору.",
    "BSPBP": "Деятельность аналогична обыкновенным акциям: оказание банковских услуг. Работает в финансовом секторе.",
    "CARM": "Специализируется на выдаче займов под залог автомобилей физическим лицам. Занимает нишу в микрофинансовом сегменте финансового сектора.",
    "CBOM": "Крупный универсальный банк, предлагающий широкий спектр услуг бизнесу и населению. Относится к финансовому сектору.",
    "CHGZ": "Занимается производством штамповок, поковок и других металлических изделий для машиностроения. Относится к сектору металлообработки и машиностроения.",
    "CHKZ": "Производит широкий ассортимент металлопроката из различных марок стали. Относится к металлургическому сектору.",
    "CHMF": "Крупный производитель стальной продукции с полным металлургическим циклом. Относится к металлургическому сектору.",
    "CHMK": "Добывает и обогащает коксующийся уголь и железную руду для металлургии. Работает в горнодобывающем секторе.",
    "CNRU": "Является холдинговой компанией с активами в сфере телекоммуникаций и информационных технологий. Относится к сектору связи и информационных технологий.",
    "CNTL": "Предоставляет услуги связи, включая интернет, телефонию и цифровые сервисы. Относится к телекоммуникационному сектору.",
    "CNTLP": "Предоставляет услуги связи и владеет телекоммуникационной инфраструктурой. Сектор: Телекоммуникации.",
    "DATA": "Осуществляет морские перевозки сырой нефти и нефтепродуктов. Сектор: Морской транспорт.",
    "DELI": "Предлагает услуги краткосрочной аренды автомобилей в крупных городах. Сектор: Транспортные услуги.",
    "DIAS": "Разрабатывает системное и прикладное программное обеспечение. Сектор: Информационные технологии.",
    "DIOD": "Производит лекарственные средства и биологически активные добавки. Сектор: Фармацевтика/Здравоохранение.",
    "DVEC": "Занимается производством и распределением электроэнергии и тепла на востоке страны. Сектор: Электроэнергетика/Коммунальные услуги.",
    "DZRD": "Производит ферросплавы, необходимые для сталелитейной промышленности. Сектор: Металлургия/Материалы.",
    "DZRDP": "Производит ферросплавы, необходимые для сталелитейной промышленности. Сектор: Металлургия/Материалы.",
    "EELT": "Управляет сетью автозаправочных комплексов и ведет розничную торговлю топливом и товарами. Сектор: Розничная торговля/Нефтепродукты.",
    "ELFV": "Производит электрическую и тепловую энергию на своих станциях. Сектор: Электроэнергетика.",
    "ELMT": "Производит электроэнергию и тепло на тепловых и возобновляемых источниках. Работает в секторе электроэнергетики.",
    "ENPG": "Занимается гидроэнергетикой и производством алюминия. Работает в секторах электроэнергетики и металлургии.",
    "EUTR": "Управляет сетью автозаправочных станций и продает топливо в розницу. Относится к сектору розничной торговли топливом.",
    "FEES": "Отвечает за передачу электроэнергии по высоковольтным сетям на федеральном уровне. Ключевой оператор электросетевой инфраструктуры.",
    "FESH": "Предоставляет услуги морских и железнодорожных контейнерных перевозок и логистики. Работает в секторе транспорта и логистики.",
    "FLOT": "Осуществляет морскую транспортировку нефти, газа и нефтепродуктов. Является крупным игроком в секторе морских перевозок энергоносителей.",
    "GAZA": "Производит легкие коммерческие автомобили, автобусы и грузовики. Работает в секторе автомобилестроения.",
    "GAZAP": "Занимается разведкой, добычей и переработкой нефти и газа. Крупный игрок в нефтегазовом секторе России.",
    "GAZC": "Доминирующий игрок в разведке, добыче, транспортировке и сбыте природного газа. Ключевая компания в газовой отрасли России.",
    "GAZP": "Доминирующий игрок в разведке, добыче, транспортировке и сбыте природного газа. Ключевая компания в газовой отрасли России.",
    "GAZS": "Занимается добычей, транспортировкой и продажей природного газа и других углеводородов, работая в энергетическом секторе.",
    "GAZT": "Также занимается добычей, транспортировкой и продажей природного газа и других углеводородов в энергетическом секторе.",
    "GCHE": "Независимый производитель природного газа и сжиженного природного газа (СПГ), работает в энергетическом секторе.",
    "GECO": "Один из ведущих операторов грузовых железнодорожных перевозок в транспортном секторе.",
    "GEMA": "Фармацевтическая компания, занимающаяся разработкой и производством лекарственных препаратов в секторе здравоохранения.",
    "GEMC": "Крупная сеть клиник, предоставляющая медицинские услуги в секторе здравоохранения.",
    "GMKN": "Крупный производитель цветных и драгоценных металлов, работающий в горно-металлургическом секторе.",
    "GTRK": "Государственная лизинговая компания, специализирующаяся на предоставлении в лизинг транспортной техники, работает в финансовом секторе.",
    "HEAD": "Ведущая онлайн-платформа для подбора персонала и поиска работы, работающая в IT-секторе.",
    "HIMCP": "Производитель химической продукции, включая удобрения и продукты органического синтеза, работает в химической промышленности.",
    "HNFG": "Ритейлер мужской одежды и аксессуаров. Ниша: продажа модной одежды для мужчин.",
    "HYDR": "Крупный производитель энергии, в основном за счет ГЭС, и поставщик тепла и света. Ниша: генерация и распределение гидро- и тепловой энергии.",
    "IGST": "Производитель высококачественной стали и изделий из нее. Ниша: производство специальных сталей и проката.",
    "IGSTP": "Производитель высококачественной стали и изделий из нее. Ниша: производство специальных сталей и проката.",
    "INGR": "Девелопер, специализирующийся на строительстве жилой недвижимости. Ниша: возведение и реализация городского жилья.",
    "IRAO": "Диверсифицированный энергетический холдинг, занимается генерацией, торговлей и сбытом энергии. Ниша: комплексная деятельность в сфере производства, оптовой и розничной продажи электроэнергии.",
    "IRKT": "Производитель авиационной техники, в основном самолетов. Ниша: разработка и изготовление летательных аппаратов.",
    "IVAT": "Разработчик и производитель радиоэлектронной аппаратуры и телекоммуникационных систем. Ниша: создание и выпуск специализированного электронного и связного оборудования.",
    "JNOS": "Нефтеперерабатывающий завод, выпускающий различные нефтепродукты. Ниша: переработка сырой нефти в топливо и смазочные материалы.",
    "JNOSP": "Нефтеперерабатывающий завод, выпускающий различные нефтепродукты. Ниша: переработка сырой нефти в топливо и смазочные материалы.",
    "KAZT": "Производит широкий спектр нефтехимической продукции, включая полимеры и синтетический каучук, для различных отраслей промышленности.",
    "KAZTP": "Производит широкий спектр нефтехимической продукции, включая полимеры и синтетический каучук, для различных отраслей промышленности.",
    "KBSB": "Занимается сбытом электроэнергии конечным потребителям в определенном регионе.",
    "KCHE": "Специализируется на производстве азотных удобрений и продуктов органической химии.",
    "KCHEP": "Специализируется на производстве азотных удобрений и продуктов органической химии.",
    "KGKC": "Производит металлопродукцию, в основном изделия из чугуна.",
    "KGKCP": "Производит металлопродукцию, в основном изделия из чугуна.",
    "KLSB": "Осуществляет розничную продажу электроэнергии населению и предприятиям в своем регионе.",
    "KLVZ": "Производит стеклянные контейнеры, такие как бутылки и банки, для пищевой и других отраслей.",
    "KMAZ": "Является крупным производителем грузовых автомобилей и автобусов для различных нужд экономики.",
    "KMEZ": "Производство тяжелого машиностроительного оборудования для добывающей и металлургической промышленности.",
    "KOGK": "Продажа электроэнергии и тепла конечным потребителям в регионе.",
    "KRKN": "Производство кондитерских изделий, в основном шоколада и конфет.",
    "KRKNP": "Производство кондитерских изделий, в основном шоколада и конфет.",
    "KRKOP": "Производство кондитерских изделий, в основном шоколада и конфет.",
    "KROT": "Производство текстильной продукции.",
    "KROTP": "Производство текстильной продукции.",
    "KRSB": "Продажа электроэнергии и сопутствующих услуг потребителям в регионе.",
    "KRSBP": "Продажа электроэнергии и сопутствующих услуг потребителям в регионе.",
    "KUZB": "Добыча и реализация энергетического угля.",
    "KZOS": "Крупный производитель ферросплавов для нужд металлургии.",
    "KZOSP": "Крупный производитель ферросплавов для нужд металлургии (привилегированные акции).",
    "LEAS": "Финансовая компания, специализирующаяся на предоставлении услуг лизинга.",
    "LENT": "Крупный оператор розничной сети магазинов по продаже продовольственных и потребительских товаров.",
    "LIFE": "Управляет сетью аптек, продавая лекарства и товары для здоровья населению.",
    "LKOH": "Одна из крупнейших вертикально интегрированных нефтяных и газовых компаний.",
    "LMBZ": "Производит чугунные трубы для систем водоснабжения и канализации.",
    "LNZL": "Компания, связанная с разведкой и добычей золота.",
    "LNZLP": "Компания, связанная с разведкой и добычей золота (привилегированные акции).",
    "LPSB": "Компания, занимающаяся продажей электроэнергии конечным потребителям в своем регионе.",
    "LSNG": "Распределение электроэнергии в Северо-Западном регионе России. Сектор электроэнергетики.",
    "LSNGP": "Привилегированные акции компании, занимающейся распределением электроэнергии в Северо-Западном регионе. Сектор электроэнергетики.",
    "LSRG": "Крупный строительный девелопер и производитель стройматериалов. Работает в секторе строительства и недвижимости.",
    "LVHK": "Крупнейшая онлайн-платформа для поиска работы и подбора персонала. Относится к сектору интернет-сервисов и HR-технологий.",
    "MAGE": "Объединенная энергетическая компания, занимающаяся генерацией, передачей и сбытом энергии в регионах Северо-Востока. Сектор электроэнергетики.",
    "MAGEP": "Привилегированные акции объединенной энергетической компании Северо-Востока. Сектор электроэнергетики.",
    "MAGN": "Крупный производитель стальной продукции. Основной сектор - черная металлургия.",
    "MBNK": "Крупный частный универсальный банк. Работает в финансовом секторе.",
    "MDMG": "Сеть частных клиник, специализирующихся на женском и детском здоровье. Работает в секторе платной медицины.",
    "MFGS": "Крупнейшая компания по продаже электроэнергии конечным потребителям в Московском регионе. Сектор электроэнергетики (сбыт).",
    "MFGSP": "Крупный оператор связи, предлагающий мобильную, фиксированную и цифровую связь. Сектор телекоммуникаций.",
    "MGKL": "Предоставляет фиксированную связь, интернет и цифровые услуги в Москве и Подмосковье. Сектор телекоммуникаций.",
    "MGNT": "Крупная сеть продовольственных магазинов различных форматов. Сектор розничной торговли товарами первой необходимости.",
    "MGNZ": "Крупная сеть продовольственных магазинов различных форматов. Сектор розничной торговли товарами первой необходимости.",
    "MGTS": "Предоставляет фиксированную связь, интернет и цифровые услуги в Москве и Подмосковье. Сектор телекоммуникаций.",
    "MGTSP": "Предоставляет фиксированную связь, интернет и цифровые услуги в Москве и Подмосковье. Сектор телекоммуникаций.",
    "MISB": "Региональный банк, предлагающий финансовые услуги частным лицам и бизнесу. Сектор финансовых услуг.",
    "MISBP": "Региональный банк, предлагающий финансовые услуги частным лицам и бизнесу. Сектор финансовых услуг.",
    "MOEX": "Основной биржевой оператор, предоставляющий услуги по торгам и расчетам на финансовых рынках. Сектор финансовых услуг.",
    "MRKC": "Занимается передачей и распределением электроэнергии в регионах Центральной России. Сектор электроэнергетики.",
    "MRKK": "Региональный оператор по передаче и распределению электроэнергии потребителям.",
    "MRKP": "Региональный оператор по передаче и распределению электроэнергии потребителям.",
    "MRKS": "Региональный оператор по передаче и распределению электроэнергии потребителям в одном из обширных регионов.",
    "MRKU": "Региональный оператор по передаче и распределению электроэнергии потребителям.",
    "MRKV": "Региональный оператор по передаче и распределению электроэнергии потребителям в нескольких регионах.",
    "MRKY": "Региональный оператор по передаче и распределению электроэнергии потребителям в центральном регионе.",
    "MRKZ": "Региональный оператор по передаче и распределению электроэнергии потребителям в одном из южных регионов.",
    "MRSB": "Региональный оператор по передаче и распределению электроэнергии потребителям в ряде южных регионов.",
    "MSNG": "Крупный производитель электроэнергии и тепла для снабжения потребителей в столичном регионе.",
    "MSRS": "Крупный производитель электроэнергии и тепла для снабжения потребителей в северном регионе.",
    "MSTT": "Крупное строительство транспортной инфраструктуры (мосты, дороги). Сектор строительства.",
    "MTLR": "Добыча угля, производство стали и проката. Вертикально интегрированный горно-металлургический комплекс.",
    "MTLRP": "Добыча угля, производство стали и проката. Вертикально интегрированный горно-металлургический комплекс.",
    "MTSS": "Крупнейший оператор мобильной и фиксированной связи, развивает цифровые сервисы. Сектор телекоммуникаций и информационных технологий.",
    "MVID": "Продажа электроники и бытовой техники через розничную сеть и онлайн. Крупный ретейлер в потребительском секторе.",
    "NAUK": "Разработка и производство систем жизнеобеспечения и терморегулирования для авиационной и космической техники. Сектор машиностроения и аэрокосмической промышленности.",
    "NFAZ": "Производство автобусов, прицепов и спецтехники на шасси грузовых автомобилей. Сектор автомобилестроения.",
    "NKHP": "Перевалка, хранение и переработка зерна и другой сельхозпродукции в порту. Сектор агропромышленного комплекса и логистики.",
    "NKNC": "Крупный производитель синтетических каучуков, пластиков и другой нефтехимической продукции. Сектор нефтехимии.",
    "NKNCP": "Крупный производитель синтетических каучуков, пластиков и другой нефтехимической продукции. Сектор нефтехимии.",
    "NKSH": "Производит грузовые автомобили и спецтехнику. Относится к сектору машиностроения, специализируясь на тяжелых транспортных средствах.",
    "NLMK": "Производит сталь и другую металлопродукцию. Занимается выплавкой и переработкой металлов в секторе черной металлургии.",
    "NMTP": "Управляет морскими портами и терминалами. Предоставляет услуги по перевалке грузов в транспортно-логистическом секторе.",
    "NNSB": "Занимается сбытом электроэнергии конечным потребителям. Работает на розничном рынке электроснабжения в секторе электроэнергетики.",
    "NNSBP": "Занимается сбытом электроэнергии конечным потребителям. Работает на розничном рынке электроснабжения в секторе электроэнергетики.",
    "NSVZ": "Занимается сбытом электроэнергии конечным потребителям. Работает на розничном рынке электроснабжения в секторе электроэнергетики.",
    "NVTK": "Добывает природный газ и производит сжиженный природный газ (СПГ). Ключевой игрок в газовой отрасли, специализирующийся на СПГ.",
    "OGKB": "Генерирует электроэнергию на тепловых электростанциях. Занимается производством электроэнергии в секторе тепловой энергетики.",
    "OMZZP": "Производит тяжелое машиностроительное оборудование для промышленности. Специализируется на выпуске крупных машин и компонентов для различных отраслей.",
    "OZPH": "Занимается хранением, переработкой и экспортом зерна. Является инфраструктурным игроком в агропромышленном секторе, связанным с зерновым рынком.",
    "PAZA": "Производитель автобусов для пассажирских перевозок. Сектор транспортного машиностроения.",
    "PHOR": "Производит и продает минеральные удобрения, в основном фосфорные. Сектор агрохимии.",
    "PIKK": "Крупнейший девелопер, строит и продает многоквартирное жилье. Сектор строительства недвижимости.",
    "PLZL": "Занимается добычей золота. Сектор золотодобычи.",
    "PMSB": "Продает электроэнергию конечным потребителям. Сектор сбыта электроэнергии.",
    "PMSBP": "Продает электроэнергию конечным потребителям. Сектор сбыта электроэнергии.",
    "POSI": "Разрабатывает решения для защиты от киберугроз и информационной безопасности. Сектор IT и кибербезопасности.",
    "PRFN": "Производит фармацевтические препараты. Сектор фармацевтики.",
    "PRMB": "Универсальный банк, оказывающий финансовые услуги частным и корпоративным клиентам, включая госсектор. Сектор банковских услуг.",
    "PRMD": "Производит стальные трубы для различных отраслей, включая нефтегазовую. Сектор металлургии и трубной промышленности.",
    "RAGR": "Сельское хозяйство: выращивание и продажа зерновых и масличных культур.",
    "RASP": "Угольная промышленность: добыча и обогащение коксующегося угля.",
    "RBCM": "Медиа и IT: предоставление информационных, медийных и IT-сервисов.",
    "RDRB": "IT-разработка: создание и поддержка программного обеспечения, включая системное.",
    "RENI": "Страхование: предложение различных страховых продуктов и услуг.",
    "RGSS": "Страхование: предоставление услуг страхования для частных и корпоративных клиентов.",
    "RKKE": "Космическая отрасль: разработка и производство космических ракет и систем.",
    "RNFT": "Нефтегазовая отрасль: добыча, переработка и реализация нефти и газа.",
    "ROLO": "Агропереработка: производство продуктов из кукурузы, таких как крахмал и масла.",
    "ROSN": "Нефтегазовая отрасль: вертикально-интегрированная компания, работающая во всех сегментах нефтяного и газового бизнеса.",
    "ROST": "Крупнейший оператор телекоммуникационных и цифровых услуг в России.",
    "RTGZ": "Крупнейший оператор телекоммуникационных и цифровых услуг в России.",
    "RTKM": "Крупнейший оператор телекоммуникационных и цифровых услуг в России.",
    "RTKMP": "Крупнейший оператор телекоммуникационных и цифровых услуг в России.",
    "RTSB": "Региональный оператор телекоммуникационных услуг, работающий на территории Башкортостана.",
    "RTSBP": "Региональный оператор телекоммуникационных услуг, работающий на территории Башкортостана.",
    "RUAL": "Крупный производитель первичного алюминия.",
    "RUSI": "Вертикально интегрированный агропромышленный холдинг, производящий сахар, мясо и масложировую продукцию.",
    "RZSB": "Компания управляет распределительными электросетями на территории нескольких регионов России.",
    "SAGO": "Вертикально интегрированная нефтегазовая компания, занимающаяся добычей и переработкой углеводородов.",
    "SAGOP": "Производство оптического стекла и деталей. Сектор: Промышленность.",
    "SARE": "Генерация и поставка электроэнергии в регионе. Сектор: Энергетика.",
    "SAREP": "Генерация и поставка электроэнергии в регионе. Сектор: Энергетика.",
    "SBER": "Предоставление полного спектра банковских и финансовых услуг. Сектор: Финансы.",
    "SBERP": "Предоставление полного спектра банковских и финансовых услуг. Сектор: Финансы.",
    "SELG": "Добыча драгоценных и цветных металлов. Сектор: Сырьевой сектор.",
    "SFIN": "Управление инвестициями в различные сектора экономики. Сектор: Инвестиции.",
    "SGZH": "Полный цикл переработки древесины и производства лесоматериалов. Сектор: Лесная промышленность.",
    "SIBN": "Полный цикл работы с нефтью и газом. Сектор: Энергетика.",
    "SLEN": "Производство и дистрибуция транспортных средств. Сектор: Автомобилестроение.",
    "SMLT": "Крупный застройщик жилой недвижимости. Занимается строительством многоквартирных домов и сопутствующей инфраструктуры.",
    "SNGS": "Одна из крупнейших нефтегазовых компаний. Основной бизнес – добыча и переработка углеводородов.",
    "SNGSP": "Привилегированные акции крупной нефтегазовой компании. Бизнес связан с разведкой, добычей и продажей нефти и газа.",
    "SOFL": "Поставщик ИТ-решений и сервисов. Занимается продажей и внедрением программного и аппаратного обеспечения.",
    "SPBE": "Фондовая биржа. Предоставляет площадку для торговли ценными бумагами, в том числе иностранными.",
    "STSB": "Энергосбытовая компания. Осуществляет поставки электроэнергии конечным потребителям.",
    "STSBP": "Привилегированные акции энергосбытовой компании. Бизнес заключается в продаже электроэнергии потребителям.",
    "SVAV": "Автомобильная компания. Занимается производством и реализацией транспортных средств.",
    "SVCB": "Универсальный коммерческий банк. Предоставляет широкий спектр финансовых услуг физическим и юридическим лицам.",
    "SVET": "Оператор электросетевого комплекса. Отвечает за передачу и распределение электроэнергии по сетям в своем регионе.",
    "SVETP": "Предоставляет услуги железнодорожных грузоперевозок и логистики.",
    "T": "Крупный провайдер телекоммуникационных услуг и цифровых сервисов.",
    "TASB": "Осуществляет сбыт электроэнергии и тепла потребителям в регионе.",
    "TASBP": "Осуществляет сбыт электроэнергии и тепла потребителям в регионе.",
    "TATN": "Занимается добычей, переработкой и сбытом нефти и газа.",
    "TATNP": "Занимается добычей, переработкой и сбытом нефти и газа.",
    "TGKA": "Генерирует электрическую и тепловую энергию для потребителей в регионе.",
    "TGKB": "Генерирует электрическую и тепловую энергию для потребителей в регионе.",
    "TGKBP": "Генерирует электрическую и тепловую энергию для потребителей в регионе.",
    "TGKN": "Генерирует электрическую и тепловую энергию для потребителей в регионе.",
    "TNSE": "Осуществляет розничную продажу и поставку электроэнергии потребителям в качестве гарантирующего поставщика. Относится к сектору электроэнергетики.",
    "TORS": "Разрабатывает и производит специализированное оборудование, в основном для авиационной и космической промышленности. Относится к машиностроению и авиационно-космическому сектору.",
    "TORSP": "Разрабатывает и производит специализированное оборудование, в основном для авиационной и космической промышленности. Относится к машиностроению и авиационно-космическому сектору.",
    "TRMK": "Является крупным производителем стальных труб для нефтегазовой отрасли и других промышленных потребителей. Относится к металлургической промышленности.",
    "TRNFP": "Осуществляет транспортировку нефти и нефтепродуктов по трубопроводной системе в качестве национального оператора. Занимает нишу магистрального трубопроводного транспорта углеводородов.",
    "TTLK": "Предоставляет широкий спектр телекоммуникационных услуг, включая фиксированную и мобильную связь, интернет и телевидение, в своем регионе. Относится к сектору телекоммуникаций.",
    "TUZA": "Занимается сбытом электроэнергии конечным потребителям, выступая гарантирующим поставщиком в Тульской области. Относится к сектору электроэнергетики.",
    "UGLD": "Занимается разведкой, добычей и переработкой золотосодержащих руд и россыпей. Относится к сектору золотодобычи.",
    "UKUZ": "Производит поковки и штамповки из различных марок стали для машиностроения, авиации и других отраслей. Относится к металлургической промышленности и производству металлоизделий.",
    "UNAC": "Объединяет предприятия по разработке, производству и обслуживанию авиационной техники военного и гражданского назначения. Занимает нишу авиастроения.",
    "VEON-RX": "предоставление телекоммуникационных и цифровых услуг",
    "VJGZP": "Занимается добычей и переработкой золота, работая в секторе добычи драгоценных металлов.",
    "VKCO": "Управляет различными интернет-платформами, включая социальные сети и онлайн-сервисы, активна в цифровом и IT-секторе.",
    "VLHZ": "Оказывает портовые услуги для судов, включая рыболовные и грузовые, действует в секторе транспортной инфраструктуры.",
    "VRSB": "Предоставляет банковские и финансовые услуги корпоративным и частным клиентам, относится к финансовому сектору.",
    "VRSBP": "Представляет участие в банке, предоставляющем финансовые услуги корпоративным и частным клиентам в финансовом секторе.",
    "VSEH": "Онлайн-ритейлер, специализирующийся на продаже инструментов и оборудования, действует в секторе электронной коммерции и розничной торговли.",
    "VSMO": "Производит титан и изделия из него, является крупным игроком в секторе цветной металлургии.",
    "VSYD": "Занимается судостроением и судоремонтом, работает как верфь в секторе тяжелой промышленности.",
    "VSYDP": "Представляет участие в компании, занимающейся судостроением и ремонтом в секторе тяжелой промышленности.",
    "VTBR": "Предоставляет широкий спектр банковских и финансовых услуг, является крупным представителем финансового сектора.",
    "WTCM": "Управляет многофункциональным комплексом для бизнеса и мероприятий с офисами, гостиницей и конгресс-центром в секторе недвижимости.",
    "WTCMP": "Управляет многофункциональным комплексом для бизнеса и мероприятий с офисами, гостиницей и конгресс-центром в секторе недвижимости.",
    "WUSH": "Предоставляет услуги аренды электросамокатов как часть городского микромобильного транспорта в секторе транспортных услуг и шеринговой экономики.",
    "X5": "Крупнейший оператор продуктовых магазинов разных форматов, обеспечивающий розничные продажи товаров повседневного спроса в секторе розничной торговли.",
    "YAKG": "Занимается добычей и первичной переработкой природного газа и конденсата в секторе энергетики.",
    "YDEX": "Разрабатывает и предоставляет широкий спектр онлайн-сервисов и технологических решений в секторе технологий и интернета.",
    "YKEN": "Управляет электрическими сетями для передачи и распределения электроэнергии потребителям в своем регионе в секторе электроэнергетики.",
    "YKENP": "Управляет электрическими сетями для передачи и распределения электроэнергии потребителям в своем регионе в секторе электроэнергетики.",
    "YRSB": "Осуществляет функции поставщика (сбыта) электроэнергии конечным потребителям в секторе электроэнергетики.",
    "YRSBP": "Осуществляет функции поставщика (сбыта) электроэнергии конечным потребителям в секторе электроэнергетики.",
    "ZAYM": "Компания предоставляет онлайн-займы населению. Работает в сфере небанковского потребительского кредитования.",
    "ZILL": "Компания занимается развитием территории бывшей промзоны в Москве, строя жилые и коммерческие объекты. Основной вид деятельности - девелопмент недвижимости.",
    "ZVEZ": "Предприятие строит крупнотоннажные суда и морскую технику, часто для энергетического сектора. Основная деятельность относится к тяжелому машиностроению, специализирующемуся на судостроении.",
    "UNKL": " Электроэнергетика. Одна из ведущих генерирующих компаний в России, производит тепловую и электрическую энергию.",
    "UPRO": " электроэнергетика, представляет собой привилегированные акции той же генерирующей компании.",
    "URKZ": "Химическая промышленность, специализируется на производстве калийных удобрений.",
    "USBN": " Финансовый сектор, крупный российский частный банк.",
    "UTAR": " Нефтегазовая промышленность, одна из крупнейших российских нефтяных компаний, занимается добычей, переработкой и реализацией нефти и нефтепродуктов",
    "UWGN": " Транспортное машиностроение, ведущий производитель грузовых вагонов в России",
    "VGSB": "Финансовый сектор, один из крупнейших российских банков с государственным участием",
    "VGSBP": "финансовый сектор, представляет собой привилегированные акции банка ВТБ",
    "VJGZ": "Электроэнергетика, одна из крупнейших российских гидрогенерирующих компаний"
}